Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/explanations_and_stories_fi/saamen_kielilain_29_ss_mukainen_kertomus_saamelaiskarajille.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaisten kielellisten oikeuksien toteutumiseksi olisi hyödyllistä, jos saamelaiskäräjät perustaisivat yhdessä saamelaisten kotiseutualueen kuntien kanssa eräänlaisia kielikeskuksia, joissa toimisi saamen kielen taitoisia virkamiehiä ja toimihenkilöitä.
sme: Sámiid gielalaš vuoigatvuođaid ollašuvvama várás livččii ávkkálaš, jos sámediggi vuođđudivčče ovttas sámiid ruovttuguovllu gielddaiguin muhtinlágan giellaguovddážiid, main barggašedje sámegielmáhtolaš virgeolbmot ja doaibmaolbmot.

source: Keskuksista saamelaiset voisivat tulla hakemaan saamenkielistä asiakaspalvelua ja kysymään neuvoa ja tietoa mm. saamen kielilaista ja saamelaisten kielellisistä oikeuksista saamelaisten kotiseutualueen kuntien ja valtion viranomaisissa.
sme: Guovddážiin sámit sáhtášedje boahtit ohcat sámegielat áššehasbálvalusa ja jearrat rávvagiid ja dieđuid ee. sámi giellalágas ja sámiid gielalaš vuoigatvuođain sámiid ruovttuguovllu gielddaid ja stáhta virgeoapmahaččain.

source: Kuntien, valtion yksiköiden ja saamelaiskäräjien tulisi tutkia mahdollisuuksia perustaa yhteisiä virkoja, joiden avulla saamenkieliset palvelut turvattaisiin.
sme: Gielddat, stáhta ossodagat ja sámediggi galggašedje dutkat vejolašvuođaid vuođđudit oktasaš virggiid, maid vehkiin sámegielat bálvalusat sihkkarastošedje.

source: Saamelaiskäräjien on tiedotettava aktiivisesti saamen kielilaista saamelaisille ja kannustettava saamelaisia käyttämään saamen kieltä.
sme: Sámediggi galgá dieđihit aktiivvalaččat sámi giellalágas sámiide ja movttiidahttit sámiid geavahit sámegiela.

source: Saamelaiskäräjien tulisi perustaa vuoden kieliteko - palkinto, joka myönnettäisiin parhaiten saamelaisten kielellisiä oloja parantaneelle valtion tai kuntien yksikölle tai muulle taholle ja kannustaen näin positiivisesti viranomaisia saamelaisten kielellisten olojen parantamiseen.
sme: Sámediggi galggašii vuođđudit jagi gielladahku - bálkkašumi, mii mieđihuvvošii buoremusat sámiid gielalaš diliid buoridan stáhta dahje gielddaid ossodahkii dahje eará orgánai ja movttiidahttit ná positiivvalaččat virgeoapmahaččaid sámiid gielalaš diliid buorideapmái.

source: Saamelaiskäräjien tulee toiminnassaan tarjota kielipalveluja myös saamenkielisille ja auttaa saamelaisia saamenkielisessä viranomaisasioinnissa.
sme: Sámediggi galgá doaimmas fállat giellabálvalusaid maiddái sámegiellagiidda ja veahkehit sámiid sámegielat virgeoapmahaš áššedikšumis.

source: Saamelaiskäräjien tulee tarjota tai osoittaa se taho, joka pystyy tarjoamaan saamen kielilakiin ja saamelaiskulttuuriin liittyviä koulutus- ja opetuspalveluja kunnille, valtion virastoille ja liikelaitoksille.
sme: Sámediggi galgá fállat dahje čujuhit dan orgána, mii bastá fállat sámi giellaláhkii ja sámekultuvrai laktáseaddji skuvlen- ja oahpahusbálvalusaid gielddaide, stáhta virgebáikkiide ja fitnodatlágádusaide.

source: Saamelaiskäräjien tulee hankkia pysyvä rahoitus saamelaiselle aikuisväestölle saamen kielen luku- ja kirjoittamistaidon hankkimiseksi ja osoittaa saamen kielen koulutusta järjestävät tahot.
sme: Sámediggi galgá skáhppot fásta ruhtadeami sápmelaš ollesolbmuide sámegiela lohkan- ja čállindáiddu skáhppomii ja čujuhit sámegiela skuvlema lágideaddji orgánaid.

source: Saamelaiskäräjien ja valtion tulisi toiminnallaan ja rahoituksellaan mahdollistaa saamenkielinen vapaan sivistystyön opetus.
sme: Sámediggi ja stáhta galggašii doaimmain ja ruhtademiin dahkat vejolažžan sámegielat friija čuvgehusbarggu oahpahusa.

source: Tulevaa saamen kielilakiselvitystä varten tulisi tutkia mahdollisuutta yhdistää yhdenvertaisuuslain toteutumisen ja saamen kielilain toteutumisen seuranta saamelaisten kotiseutualueella.
sme: Boahttevaš sámi giellaláhkačielggadeami várás galggašii dutkat vejolašvuođa ovttastahttit ovttaveardásašvuohtalága ollašuvvama ja sámi giellalága ollašuvvama čuovvuma sámiid ruovttuguovllus.

source: Saamen kielineuvostosta perustetaan elin, jolla on oma itsenäisesti hallittava kielenedistämishankkeisiin ohjattava määrärahansa.
sme: Sámi giellaráđis vuođđuduvvo orgána, mas lea iežas iehčanasat hálddašuvvon giellaovddidanfidnuide dárkkuhuvvon meaarreruhta.

source: Saamen kielen toimisto muutetaan kielineuvoston alaisuuteen ja saamen kielen toimistoa kehitetään kielikeskuksen suuntaan asiantuntijaksi saamen kieltä koskevissa kysymyksissä.
sme: Sámegiela doaimmahat nuppástuhtto giellaráđi vuollái gullevažžan ja sámegiela doaimmahat ovddiduvvo giellaguovddáža guvlui áššedovdin sámegiela guoskevaš gažaldagain.

source: Erkki Lumisalmi Siiri Jomppanen Saamen kielineuvoston puheenjohtaja Kieliturvasihteeri
sme: Erkki Lumisalmi Siiri Jomppanen Sámi giellaráđi ságajođiheaddji Gielladorvočálli

source: (Kertomus hyväksytty kielineuvoston kokouksessa 7.3.2008)
sme: (Muitalus dohkkehuvvon giellaráđi čoahkkimis 7.3.2008)
